tap "bell-sw/liberica"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "jpeg"
brew "glib"
brew "fortune"
brew "gdk-pixbuf"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "python@3.10"
brew "ipython"
brew "micro"
brew "mosh"
brew "node"
brew "pipenv"
brew "ruby"
brew "typescript"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "chromedriver"
cask "emacs"
cask "liberica-jdk15-full"
