tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
# Shell extension to jump to frequently used directories
brew "autojump"
# Console Matrix
brew "cmatrix"
# Configurable talking characters in ASCII art
brew "cowsay"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Improved top (interactive process viewer)
brew "htop"
# Rainbows and unicorns in your console!
brew "lolcat"
# Modern and intuitive terminal-based text editor
brew "micro"
# Fast, highly customisable system info script
brew "neofetch"
# HTTP/2 C Library
brew "nghttp2"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Platform built on V8 to build network applications
brew "node"
# Python dependency management tool
brew "pipenv"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# User interface to the TELNET protocol
brew "telnet"
# Terminal multiplexer
brew "tmux"
# Language for application scale JavaScript development
brew "typescript"
# Vi 'workalike' with many additional features
brew "vim"
cask "font-hack-nerd-font"
